Enterprise_Serivces/Cert/SilverGroup2/CSLRealmAssociationService/result1/Iteration1/t1_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><wsa:Action>http://www.gamestop.com/services/csl/realmassociation/contracts/2010/05/IRealmAssociationService/ClearExpiredAssociations</wsa:Action><wsa:MessageID>uuid:7d18e1d2-3a0b-493f-aa23-aaf82b093cc7</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://cslrealmassociationserviceqa1.testgs.pvt/RealmAssociationService.svc</wsa:To></soap:Header><soap:Body><ClearExpiredAssociations xmlns="http://www.gamestop.com/services/csl/realmassociation/contracts/2010/05"><request><MachineName xmlns="http://www.gamestop.com/services/core/contracts/2010/05">test</MachineName><Days xmlns="http://www.gamestop.com/services/csl/realmassociation/messages/2010/05">1</Days></request></ClearExpiredAssociations></soap:Body></soap:Envelope>